Repository: KDE/ktuberling
Catalog: po/*/ktuberling.po
Languages: ia

# NAME OF TRANSLATORS
source: Your names
ia: Giovanni Sora

# EMAIL OF TRANSLATORS
source: Your emails
ia: g.sora@tiscali.it

source: &Game
ia: &Joco

source: &Playground
ia: &Parco de amusamento

source: &Speech
ia: &Voce

source: Main Toolbar
ia: Barra de instrumento principal

source: Game Options
ia: Optiones de Joco

source: Potato game for kids
ia: Joco de Patata per pusillos

source: (c) 1999-2009, The KTuberling Developers
ia: (c) 1999-2009, Le Disveloppatores de KTuberling

source: Maintainer
ia: Mantenitor

source: Former Developer
ia: Disveloppator anterior

source: Original concept and artwork
ia: Concepto e illustration original

source: New artwork
ia: Nove Illustration

source: Sounds tuning
ia: Adaptation de sonos

source: Potato to open
ia: Patata a aperir

# NOTE TO THE TRANSLATORS
source: The translators have the opportunity to translate the sounds spoken in the game. See the technical reference section in ktuberling's documentation for more information on how to do that. (translate this message as "DONE" when you have translated the sounds; otherwise leave it untranslated as a reminder)
ia: Le traductores ha le opportunitate de traducer le sonos parlate in le joco. Vide le section de reterentia technic in le documentation1n de KTuberling per plus information sur conmo facer illo. (traduce iste message como "FACITE" quando tu ha traducite le sonos: alteremente lassalo non traducite como memento)

source: Error while loading the playground.
ia: Error durante que il incargava le parco de amusamento.

source: Error while loading the sound file.
ia: Error durante que il incargava le file de sono.

# @action
source: Save as Picture…
ia: Salveguarda como pictura...

# @option:check
source: &No Sound
ia: &Nulle sono

# @option:check
source: &Lock Aspect Ratio
ia: B&loca Proportiones (rata de aspecto)

# @title:window
source: Load file
ia: Carga File

source: KTuberling files (%1)
ia: Files de KTuberling (%1)

source: The saved file is from an old version of KTuberling and unfortunately cannot be opened with this version.
ia: Le file salveguardate es ex un vetere version de KTuberling e infortunatemente nonpote esser aperite con iste version.

source: Could not load file.
ia: Non pote cargar file .

source: Could not save file.
ia: Il non pote salveguardar file .

# @title:window
source: Print %1
ia: Imprime %1

source: Could not print picture.
ia: Non poteva imprimer pictura

source: Picture successfully printed.
ia: Pictura imprimite con successo.
